alacritty
alsa-tools
alsa-utils
arandr
aria2
audacity
autoconf
automake
awesome
base
bash-completion
bat
bc
binutils
bison
bluez
bluez-tools
bluez-utils
breeze-icons
bridge-utils
calf
chromium
cmake
ddcci-driver-linux-dkms
dnsmasq
duf
dust
edk2-ovmf
efibootmgr
exa
fakeroot
fasd
feh
ffmpegthumbnailer
file
findutils
flatpak
flex
fuse3
fzf
gawk
gcc
gettext
git
gphoto2
grep
groff
grub
grub-btrfs
gzip
htop
i2c-tools
imagemagick
inkscape
intel-ucode
iptables-nft
jdk-openjdk
keepassxc
kitty
kvantum
lf-bin
libhandy
libmediainfo
libotf
libtool
libxft-bgra-git
logiops-git
lolcat
lsp-plugins
lxappearance-gtk3
lxqt-policykit
m17n-lib
m4
mailutils
maim
make
man-db
mesa-utils
mpc
mpd
mpv
mpv-mpris
ncdu
ncmpcpp
neovim
nerd-fonts-fantasque-sans-mono
nerd-fonts-ubuntu-mono
networkmanager
nextcloud-client
nodejs
noise-repellent
noto-fonts
openbsd-netcat
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
perl-file-mimeinfo
picom-jonaburg-fix
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
plocate
pulsemixer
python-pip
qbittorrent
qemu
qemu-arch-extra
qt5-tools
qt5-webglplugin
qt5-webkit
qt5-webview
qt5ct
qt6ct
realtime-privileges
reflector
rsync
samba
sassc
sed
spotify-tui-bin
spotifyd
sudo
sxiv
texinfo
ttf-joypixels
ttf-opensans
udiskie
ufw
unzip
vde2
virt-manager
wget
which
xclip
xdg-user-dirs
xf86-video-amdgpu
xf86-video-intel
xorg-server
xorg-xclipboard
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xrdb
ybacklight
yt-dlp
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
